export const faqs = [
  {
    faqs: [
      {
        answer:
          'قبل از ثبت نام، در نظر داشته باشید که خدمات وب سایت "این نقطه" با توجه به محل زندگی شما ارائه می شود. در نتیجه نباید در زمان ثبت نام، از فیلتر شکن یا پروکسی استفاده کنید. در غیر این صورت مسئولیت عدم کارکرد صحیح خدمات وب سایت، بر عهده شماست. جهت ثبت نام در وب سایت کافیست از منوی وب سایت، گزینه "ثبت نام" را انتخاب کنید و اطلاعات کاربری خود را ثبت نمایید. سپس یک ایمیل دریافت می کنید و می بایست روی لینک موجود در ایمیل ارسال شده کلیک کنید تا ثبت نام شما تایید شود. بعد از تایید ثبت نام، به راحتی می توانید از خدمات استفاده نمایید.',
        faq_category_id: 1,
        id: 1,
        question: 'ثبت نام در وب سایت به چه شکل است؟',
      },
      {
        answer:
          'خیر، این امکان فراهم نیست. آدرس ایمیل و شماره تماسی که در وب سایت ثبت می کنید، نشان دهنده مالکیت اکانت و خرید های بعدی شماست. اگر آدرس ایمیل ندارید، می بایست قبل از ثبت نام در وب سایت، یک ایمیل برای خود بسازید.',
        faq_category_id: 1,
        id: 6,
        question: 'میتوانم برای ثبت نام از ایمیل یا شماره دیگران استفاده کنم؟',
      },
      {
        answer:
          'رسید پرداخت خود را از طریق اینترنت بانک دریافت کنید و از طریق صفحه "تماس با ما"، برای تیم پشتیبانی ارسال نمایید تا اکانت و خرید شما را بازیابی کنیم. اگر به اطلاعات مربوط به اکانت خود دسترسی ندارید، تنها راه بازیابی اکانت و خرید، ارسال رسید بانکی مربوط به خرید خواهد بود. (عکس پیامک کسر وجه، رسید پرداخت نیست)',
        faq_category_id: 1,
        id: 7,
        question:
          'به اطلاعات کاربری خودم، دسترسی ندارم، چطور دسترسی داشته باشم؟',
      },
      {
        answer:
          'اگر اطلاعات کاربری خود را به درستی وارد کنید، خطایی دریافت نمی کنید. اگر اطلاعات کاربری صحیح را نمی دانید، از گزینه "فراموشی رمز عبور" استفاده کنید و یا از طریق صفحه "تماس با ما" درخواست ارتباط با تیم پشتیبانی ثبت کنید.',
        faq_category_id: 1,
        id: 8,
        question: 'در زمان ورود به اکانت، خطا دریافت می کنم. را حل چیست؟',
      },
      {
        answer:
          'خیر، این مسئله خلاف قوانین ارائه خدمات وب سایت است. هر شخص می بایست به صورت جداگانه برای خودش خرید انجام دهد. در صورتی که استفاده مشترک از سمت سیستم مشخص شود، سرویس دهی متوقف و دسترسی کاربر بسته خواهد شد.(بدون عودت وجه)',
        faq_category_id: 1,
        id: 9,
        question: 'آیا می شود از یک اکانت به صورت مشترک استفاده کرد؟',
      },
      {
        answer:
          'شما می توانید با مراجعه به پنل کاربری خود، اطلاعات کاربری را اصلاح کنید. دقت داشته باشید که بعد از ثبت نام و تایید اکانت کاربری، در هیچ شرایطی امکان تغییر آدرس ایمیل اکانت شما فراهم نخواهد بود.',
        faq_category_id: 1,
        id: 10,
        question: 'چطور می توانم اطلاعات کاربر خود را تغییر دهم؟',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی:\r\n1. ارسال تیکت بعد از ورود به اکانت کاربری\r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 1,
        id: 54,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 1,
    title: 'اکانت کاربری',
  },
  {
    faqs: [
      {
        answer:
          'چون امکان رزرو مشاوره برای همه دوستان ممکن نیست، این جلسات طراحی و اجرا میشود تا شرکت کنندگان سوالات خود را به صورت لایو از حسین پرسیده و پاسخ آن را دریافت کنند.\r\nبا شرکت در این جلسات تضمینی برای مطرح شدن سوالات وجود ندارد. سوالات به صورت رندوم و در زمان برگزاری انتخاب می شوند و در حد توان به حدود 10 سوال در هر جلسه پاسخ داده می شود.',
        faq_category_id: 2,
        id: 41,
        question: 'روی خط چیست؟',
      },
      {
        answer:
          '<p>معمولا هر ماه یکبار، برای اطلاع از روز و ساعت جلسات به صفحه "روی خط" مراجعه کنید.</p>',
        faq_category_id: 2,
        id: 42,
        question: 'این جلسات کی برگزار میشوند؟',
      },
      {
        answer:
          'در پلتفرم Zoom \r\n( این پلتفرم برای عزیزان داخل ایران بدون فیلترشکن در دسترس است.)\r\nحتما قبل از انجام رزرو، در این نرم افزار اکانت کاربری بسازید و نحوه کار با آن را بیاموزید.',
        faq_category_id: 2,
        id: 43,
        question: 'جلسات "روی خط" کجا برگزار می شوند؟',
      },
      {
        answer: 'هر جلسه دو ساعت گفتگو و مشاوره گروهی است.',
        faq_category_id: 2,
        id: 44,
        question: 'مدت زمان هر جلسه "روی خط" چقدر است؟',
      },
      {
        answer:
          'خیر، تمامی دوستان از داخل و خارج از ایران میتوانند در این جلسات شرکت کنند.',
        faq_category_id: 2,
        id: 45,
        question: 'جلسات "روی خط" تنها برای ساکنین ایران است؟',
      },
      {
        answer:
          'در حد امکان و در محدوده زمانی مقرر و به ترتیب به حداکثر سوالات ممکن پاسخ داده خواهد شد. حدودا 10 سوال در هر جلسه پاسخ داده می شود. این سوالات در زمان برگزاری جلسه انتخاب می شوند.',
        faq_category_id: 2,
        id: 46,
        question: 'تمامی سوالات پاسخ داده می شوند؟',
      },
      {
        answer:
          'بله، جلسات پرسش و پاسخ ضبط می شوند و اشتراک ویدئو های ضبط شده برای دیگران نیز قابل خرید و استفاده خواهد بود.',
        faq_category_id: 2,
        id: 47,
        question: 'آیا جلسات مشاوره گروهی ضبط می شوند؟',
      },
      {
        answer:
          'هزینه شرکت در هر جلسه، برای ساکنین کشور ایران 100.000 تومان و برای ساکنین خارج از ایران 15 دلار آمریکا می باشد.',
        faq_category_id: 2,
        id: 48,
        question: 'هزینه شرکت در هر جلسه "روی خط" چقدر است؟',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی:\r\n1. ارسال تیکت بعد از ورود به اکانت کاربری\r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 2,
        id: 55,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 2,
    title: 'روی خط (مشاوره گروهی)',
  },
  {
    faqs: [
      {
        answer:
          '<p>می توانید با مراجعه به صفحه "دوره های آموزشی" و صفحه "آلبوم های موسیقی" اشتراک مورد نظر خود را خریداری نمایید</p>',
        faq_category_id: 3,
        id: 18,
        question: 'چطور اشتراک دوره ها را خریداری کنم؟',
      },
      {
        answer:
          'دوره های آموزشی مجموعه "این نقطه" در قالب اشتراک آنلاین ارائه می شوند. بعد از انجام خرید، می بایست به پنل کاربری خود و بخش "دوره های آموزشی" مراجعه کنید و از محتوا استفاده نمایید.',
        faq_category_id: 3,
        id: 19,
        question: 'نحوه استفاده بعد از انجام خرید به چه شکل است؟',
      },
      {
        answer:
          'بعد از ثبت نام در وب سایت، به بخش "خدمات حمایتی" در پنل کاربری خود مراجعه نمایید.',
        faq_category_id: 3,
        id: 20,
        question: 'امکان پرداخت هزینه را ندارم. کمک می کنید؟',
      },
      {
        answer:
          'بعد از ثبت نام در وب سایت، به بخش "خدمات حمایتی" در پنل کاربری خود مراجعه نمایید.',
        faq_category_id: 3,
        id: 21,
        question: 'حسین آقا گفتند که رایگان میشه استفاده کرد.',
      },
      {
        answer:
          'فیلتر شکن خود را خاموش کنید. خدمات وب سایت بر اساس کشور محل سکونت شما ارائه می شود و در صورتی که از پروکسی یا فیلتر شکن استفاده نمایید، امکان استفاده از خدمات وب سایت را نخواهید داشت و پشتیبانی در این رابطه دریافت نخواهید کرد.',
        faq_category_id: 3,
        id: 22,
        question: 'قیمت ها به دلار است اما من ساکن ایران هستم.',
      },
      {
        answer:
          'دوره های آموزشی "این نقطه" در قالب اشتراک آنلاین و دائمی ارائه می شوند. اشتراک ها ممکن است محدود به استفاده در کشور ایران و یا بدون محدودیت دسترسی جغرافیایی باشد، اما محدودیت زمانی جهت استفاده وجود نخواهد داشت.',
        faq_category_id: 3,
        id: 23,
        question: 'اشتراک دوره ها محدودیت زمانی دارد؟',
      },
      {
        answer:
          'دوره های آموزشی مجموعه "این نقطه" تنها در قالب اشتراک آنلاین ارائه می شوند و به دلیل حفظ حق نشر، قابل دانلود و ذخیره سازی نیستند. از طرفی ناشر و مولف تنها به استفاده از طریق وب سایت و در قالب اشتراک آنلاین رضایت دارند. محتوای دوره های آموزشی "این نقطه" در داخل و خارج از کشور ایران ثبت شده هستند و هر نوع سوء استفاده، پیگرد قانونی خواهد داشت.',
        faq_category_id: 3,
        id: 24,
        question: 'چرا نمیتوان محتوای دوره ها را دانلود کرد؟',
      },
      {
        answer:
          'دوره های آموزشی با توجه به نیاز کاربران ارائه شده اند و ترتیب خاصی ندارند. اما اگر تازه با مدیتیشن آشنا شده اید، استفاده چندباره از دوره "شروع بیداری" به شما توصیه می شود. بعد از استفاده از این دوره، میتوانید با مراجعه به صفحه دوره های آموزشی در وب سایت و با توجه به اطلاعات ارائه شده، نظر کاربران و نیاز خود دوره مناسب را انتخاب نمایید.',
        faq_category_id: 3,
        id: 25,
        question: 'استفاده از دوره ها ترتیب خاصی دارد؟',
      },
      {
        answer:
          'خیر، شما تنها میتوانید از طریق پرداخت آنلاین در وب سایت، اشتراک مورد نظر خود را خریداری نمایید.',
        faq_category_id: 3,
        id: 26,
        question: 'امکان خرید به صورت کارت به کارت فراهم است؟',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی:\r\n1. ارسال تیکت بعد از ورود به اکانت کاربری\r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 3,
        id: 56,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 3,
    title: 'دوره ها و آلبوم ها',
  },
  {
    faqs: [
      {
        answer:
          'از اینکه با حمایت مالی "این نقطه" را در ادامه مسیر همراهی میکنی، سپاسگزارم.\r\nبه صفحه "حمایت مالی"در وب سایت مراجعه نمایید:\r\nhttps://hoseinaura.com/donation',
        faq_category_id: 4,
        id: 38,
        question: 'چطور می توانم حمایت مالی انجام دهم؟',
      },
      {
        answer:
          'از اینکه با حمایت مالی "این نقطه" را در ادامه مسیر همراهی میکنی، سپاسگزارم.\r\n50222910635692597\r\nاین شماره کارت تنها برای حمایت مالی از مجموعه "این نقطه" استفاده می شود و امکان خرید از طریق کارت به کارت فراهم نیست.',
        faq_category_id: 4,
        id: 39,
        question: 'آیا امکان انجام حمایت مالی به صورت کارت به کارت فراهم است؟',
      },
      {
        answer:
          'از اینکه با حمایت مالی "این نقطه" را در ادامه مسیر همراهی میکنی، سپاسگزارم.\r\nلطفا به صفحه حمایت مالی در وب سایت مراجعه نمایید:\r\nhttps://hoseinaura.com/donation',
        faq_category_id: 4,
        id: 40,
        question: 'چطور از پادکست "این نقطه" حمایت کنم؟',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی:\r\n1. ارسال تیکت بعد از ورود به اکانت کاربری\r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 4,
        id: 57,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 4,
    title: 'حمایت مالی',
  },
  {
    faqs: [
      {
        answer:
          'اگر رویدادی به میزبانی "این نقطه" انجام شود و نیاز باشد که برای شرکت در آن بلیط تهیه کنید، می بایست به صفحه رویداد ها در وب سایت مراجعه نمایید و اطلاعات تکمیلی را در این صفحه مطالعه بفرمایید.',
        faq_category_id: 5,
        id: 27,
        question: 'نحوه تهیه تیکت به چه شکل است؟',
      },
      {
        answer:
          'اگر رویدادی به میزبانی "این نقطه" انجام شود، جهت کسب اطلاعات بیشتر می بایست به صفحه رویداد ها در وب سایت مراجعه نمایید و اطلاعات تکمیلی را در این صفحه مطالعه بفرمایید.',
        faq_category_id: 5,
        id: 28,
        question: 'از کجا برای رویداد ها و ورکشاپ ها ثبت نام کنم؟',
      },
      {
        answer:
          'خیر، ریتریت ها و ورکشاپ بخشی از خدمات "این نقطه" هستند که هزینه شرکت در آنها قابل تخفیف، تغییر و یا عودت نمی باشد.',
        faq_category_id: 5,
        id: 29,
        question:
          'امکان دریافت تخفیف برای حضور در یک رویداد یا ورکشاپ فراهم است؟',
      },
      {
        answer:
          'اگر رویدادی به میزبانی "این نقطه" انجام شود، جهت کسب اطلاعات بیشتر می بایست به صفحه رویداد ها در وب سایت مراجعه نمایید و اطلاعات تکمیلی را در این صفحه مطالعه بفرمایید.',
        faq_category_id: 5,
        id: 30,
        question: 'از کجا متوجه شوم که رویداد آنلاین است یا حضوری',
      },
      {
        answer:
          'جلسات راس ساعت اعلام شده شروع می شوند و به پایان می رسند. شرکت در ورکشاپ های حضوری، بدون ارائه بلیط خریداری شده از وب سایت مقدور نخواهد بود. بعد از انجام رزرو، چه برای ورکشاپ های آنلاین و چه برای ورکشاپ های حضوری، اطلاعات تکمیلی برای شما ایمیل می شود.(در وارد کردن آدرس ایمیل خود دقت کنید) بعد از انجام خرید، امکان عودت وجه، تغییر ساعت، تغییر کلاس وجود نخواهد داشت. عدم حضور شما در کلاس مسئولیتی برای مجموعه “این نقطه” ایجاد نمی کند. چنانچه قبل یا بعد از برگزاری نیاز به پشتیبانی داشتید، می توانید از طریق ارسال پیام در صفحه "تماس با ما" و یا ارسال تیکت از طریق پنل کاربری اقدام نمایید.',
        faq_category_id: 5,
        id: 31,
        question: 'قوانین برگزاری رویداد ها و ورکشاپ ها',
      },
      {
        answer:
          'جلسات راس ساعت اعلام شده شروع می شوند و به پایان می رسند. شرکت در ورکشاپ های حضوری، بدون ارائه بلیط خریداری شده از وب سایت مقدور نخواهد بود. بعد از انجام رزرو، چه برای ورکشاپ های آنلاین و چه برای ورکشاپ های حضوری، اطلاعات تکمیلی برای شما ایمیل می شود.(در وارد کردن آدرس ایمیل خود دقت کنید) بعد از انجام خرید، امکان عودت وجه، تغییر ساعت، تغییر کلاس وجود نخواهد داشت. عدم حضور شما در کلاس مسئولیتی برای مجموعه “این نقطه” ایجاد نمی کند. چنانچه قبل یا بعد از برگزاری نیاز به پشتیبانی داشتید، می توانید از طریق ارسال پیام در صفحه "تماس با ما" و یا ارسال تیکت از طریق پنل کاربری اقدام نمایید.',
        faq_category_id: 5,
        id: 32,
        question: 'قوانین برگزاری رویداد ها و ورکشاپ ها',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی: \r\n1. ارسال تیکت بعد از ورود به اکانت کاربری \r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 5,
        id: 58,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 5,
    title: 'رویداد ها و ورکشاپ ها',
  },
  {
    faqs: [
      {
        answer:
          'دوست عزیزم، امکان ارتباط مستقیم با حسین جان، تنها برای کاربران خارج از ایران و با رزرو وقت مشاوره خصوصی فراهم است. اگر ساکن خارج از کشور ایران هستید می توانید از طریق صفحه زیر اقدام کنید:\r\nhttps://hoseinaura.com/consultation\r\nهیچ راه ارتباطی مستقیم دیگری وجود ندارد.',
        faq_category_id: 6,
        id: 33,
        question: 'چطور می توان با خود حسین صحبت کنم؟',
      },
      {
        answer:
          'پشتیبانی از خدمات ارائه شده در وب سایت تنها از طریق ارسال تیکت در پنل کاربری انجام می شود. پشتیبانی مالی یا فنی به جهت استفاده از اشتراک های ارائه شده انجام می شود و پشتیبانی از خدمات  به منظور پاسخگویی به سوالات شخصی و یا مشاوره نخواهد بود.',
        faq_category_id: 6,
        id: 34,
        question: 'خدمات پشتیبانی به چه شکلی انجام می شود؟',
      },
      {
        answer:
          'پیام های کاربران در قالب لیست های جداگانه برای حسین جان ارسال می شود. طبیعی است که با توجه به مشغله بالا امکان پاسخگویی انفرادی فراهم نیست. شما میتوانید پیام خود را از طریق ارسال تیکت در پنل کاربری برای تیم پشتیبانی اسال نمایید تا در لیست های ارسالی برای حسین جان قرار بگیرد.',
        faq_category_id: 6,
        id: 35,
        question: 'پیامی دارم که میخواهم به حسین جان انتقال دهید.',
      },
      {
        answer:
          '1. ارسال تیکت پشتیبانی، بعد از ورود به اکانت کاربری\r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 6,
        id: 36,
        question: 'راه هار ارتباط با مجموعه "این نقطه" چیست؟',
      },
      {
        answer:
          '<p>وب سایت کاربران ساکن ایران: http://innoghte.ir </p><p>وب سایت کاربران خارج از ایران: innoghte.com </p><p>یوتیوب: https://www.youtube.com/channel/UCxL5awDwnPpPmcYos4zZSSA </p><p>کستباکس: https://castbox.fm/va/5175428 </p><p>تلگرام: https://t.me/hoseinmind </p><p>اینستاگرام: https://instagram.com/hosein_aura/ </p><p>اسپاتیفای: https://open.spotify.com/show/2HIXQBtFdNg2QfjoFoIChK?si=VQ-8D0xYQC6vULDyX_31Iw</p>',
        faq_category_id: 6,
        id: 37,
        question: 'آدرس وب سایت و شبکه های مجازی',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی: \r\n1. ارسال تیکت بعد از ورود به اکانت کاربری \r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 6,
        id: 59,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 6,
    title: 'ارتباط با "این نقطه"',
  },
  {
    faqs: [
      {
        answer:
          'سرویس مشاوره خصوصی تنها برای کاربران خارج از ایران فعال است. شما می توانید با مراجعه به لینک زیر، جهت رزرو وقت مشاوره اقدام نمایید:\r\nhttps://hoseinaura.com/consultation\r\nمتاسفانه و با توجه به شرایط، امکان ارائه این خدمات به ساکنین کشور ایران فراهم نمی باشد.',
        faq_category_id: 7,
        id: 11,
        question: 'چطور وقت مشاوره خصوصی رزرو کنم؟',
      },
      {
        answer:
          'امکار تغییر وقت مشاوره و یا عودت وجه در هیچ شرایطی فراهم نمی باشد. در زمان انجام رزرو نهایت دقت را داشته باشید.',
        faq_category_id: 7,
        id: 12,
        question: 'چطور وقت مشاوره ای که رزرو کرده ام را تغییر دهم؟',
      },
      {
        answer: '200 دلار آمریکا برای یک جلسه یک ساعته',
        faq_category_id: 7,
        id: 13,
        question: 'هزینه هر جلسه مشاوره چقدر است؟',
      },
      {
        answer:
          'جلسات مشاوره خصوصی به صورت لایف کوچینگ برگزار می شوند و شامل تراپی و مسائل پزشکی نمی باشد.',
        faq_category_id: 7,
        id: 14,
        question: 'چه نوعی از مشاوره انجام می شود؟',
      },
      {
        answer:
          'هر جلسه مشاوره خصوصی یک ساعت است. لطفا در زمان انتخاب وقت دقت کافی داشته باشید. بعد از ثبت رزرو امکان تغییر تاریخ و یا عودت وجه وجود نخواهد داشت.',
        faq_category_id: 7,
        id: 15,
        question: 'مدت زمان هر جلسه مشاوره چقدر است؟',
      },
      {
        answer:
          'بعد از رزرو یک ایمیل دریافت می کنید که شامل شماره تماس و زمان رزرو شده می باشد. می بایست در زمان مشخص شده با شماره ارائه شده از طریق واتساپ یا فیس تایم تماس حاصل کنید. تماس میتواند تصویری یا صوتی باشد.',
        faq_category_id: 7,
        id: 16,
        question: 'جلسه مشاوره خصوصی به چه شکلی برگزار می شود؟',
      },
      {
        answer:
          '<p>با توجه به شرایط، سرویس مشاوره خصوصی برای ساکنین کشور ایران قابل استفاده نیست. در صورت تمایل می توانید از خدمات "روی خط" استفاده نمایید. لطفا قبل از انجام خرید، اطلاعات این سرویس را با دقت مطالعه نمایید. "صفحه روی خط" برای کاربران ساکن ایران: https://innoghte.ir/live-meeting</p>',
        faq_category_id: 7,
        id: 17,
        question: 'ساکن ایران هستم و به مشاوره خصوصی نیاز دارم.',
      },
      {
        answer:
          'راه های ارتباط با تیم پشتیبانی: \r\n1. ارسال تیکت بعد از ورود به اکانت کاربری \r\n2. ارسال پیام در صفحه "تماس با ما"',
        faq_category_id: 7,
        id: 60,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 7,
    title: 'مشاوره خصوصی',
  },
  {
    faqs: [
      {
        answer:
          'احسای بی قراری و یا خارش و درد و بغض و نفس تنگی و موارد مشابه، در ابتدای شروع به مدیتیشن طبیعی است. البته ممکن است بازی ذهنی باشد یا به دلیل عات نداشتن بدن چنین مواردی برای شما پیش بیاید. با تمرین بیشتر و به مرور زمان این موارد برطرف می شود و جای نگرانی نیست. البته اگر مشکل فیزیکی خاصی دارید، می بایست با پزشک خود مشورت کنید و این سبک مشکل ها به دلیل انجام مدیتیشن و به صورت لحظه ای به وجود نمی آیند.',
        faq_category_id: 8,
        id: 49,
        question: 'در زمان مدیتیشن احساس بی قراری می کنم، طبیعی است؟',
      },
      {
        answer:
          'اگر مشکل پزشکی دارید، بله\r\nدر غیر این صورت توصیه می شود که در حالت نشسته و با کمر صاف مدیتیشن را انجام دهید. در این حالت شما تسلط و آگاهی بیشتری به بدن خود دارید.',
        faq_category_id: 8,
        id: 50,
        question: 'می توانم درازکش مدیتیشن کنم؟',
      },
      {
        answer:
          'زندگی حالات مختلفی دارد. مدیتیشن قرار است به ما مشاهده گری و حضور را یاد بدهد. حال خوب یا بد تعبیر شخصی ماست. به انجام مدیتیشن و ژورنال نویسی ادامه دهید.',
        faq_category_id: 8,
        id: 51,
        question: 'مدیتیشن می کنم اما حالم خوب نیست.',
      },
      {
        answer:
          'تا به حال هیچ مشکلی به علت انجام مدیتیشن برای هیچ کسی مشاهده نشده است. به صورت کلی هر نوع برون ریزی، در زمان انجام مدیتیشن و بعد از آن کاملا طبیعی است. احساسات و حالات خود را بدون قضاوت و سرزنش مشاهده کنید. نگران نباشید و در این رابطه ژورنال نویسی کنید.',
        faq_category_id: 8,
        id: 52,
        question: 'بعد از انجام مدیتیشن حالم بد شد، چرا؟',
      },
      {
        answer:
          'از ریلکس بودن بدن خود به هنگام انجام مدیتیشن اطمینان حاصل کنید و متوجه هر گونه انقباض در بدن خود باشید. چنانچه مسئله مربوط به احساسات درونی است، بدون قضاوت کردن و سرزنش احساسات را مشاهده نمایید. نگران نباشید و به تمرین مدیتیشن و ژورنال نویسی ادامه دهید.',
        faq_category_id: 8,
        id: 53,
        question: 'در زمان انجام مدیتیشن حالم بد می شود. چرا؟',
      },
      {
        answer:
          '<pre class="ql-syntax" spellcheck="false">راه های ارتباط با تیم پشتیبانی: 1. ارسال تیکت بعد از ورود به اکانت کاربری 2. ارسال پیام در صفحه "تماس با ما"\r\n</pre><p>&lt;a href="#"&gt;ali&lt;/a&gt;</p>',
        faq_category_id: 8,
        id: 61,
        question: 'سوال و جواب مورد نظر خود را پیدا نمی کنم.',
      },
    ],
    id: 8,
    title: 'در رابطه با مدیتیشن',
  },
];

export type FaqType = (typeof faqs)[0];

const SLEEP_DURATION = 1000;
export function fetchFaqFake(): Promise<typeof faqs> {
  return new Promise((resolve) => {
    setTimeout(() => {
      resolve(faqs);
    }, SLEEP_DURATION);
  });
}
